sUIName = "Instalación de adaptador Wireless";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Versión de la utilidad";
sDriver = "Versión del controlador: ";
sCopyright = "© Copyright 2015. Todos los derechos reservados.";
About_Utility = "Acerca de la instalación de adaptador Wireless";
Hide_Utility = "Ocultar instalación de adaptador Wireless";
Quit_Utility = "Finalizar instalación de adaptador Wireless";
Help_Utility = "Ayuda de la instalación de adaptador Wireless";

OK = "Aceptar";
CANCEL = "Cancelar";
NO = "No";
YES = "Sí";
SELECT = "Seleccionar";
Radio_ON = "Activar transmisión de señal";
Radio_OFF = "Desactivar transmisión de señal";
ShortStr = "short";
LongStr = "long";

NoneStr = "Ninguna";
ConnectedStr = "Conectado";
DisconnectedStr = "Desconectado";
InfrastructureStr = "Infraestructura";
AdhocStr = "AdHoc";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "Sin encriptación";

WPS_init_Str = "Iniciar proceso WPS";
WPS_scan_Str = "Buscar puntos de acceso WPS activos ";
WPS_connect_Str = "Conectar a punto de acceso WPS activo";
WPS_handshake_Str = "Iniciar el WPS handshake";
WPS_exchange_Str = "Intercambio del Mensaje WPS";
WPS_done_Str = "Intercambio del Mensaje WPS [Hecho]";
WPS_fail_Str = "Intente conectar a otro punto de acceso WPS ";
WPS_start_Str = "INICIO WPS";
WPS_finish_Str = "El protocolo WPS ha finalizado";
WPS_auto_connect_Str = "Se conectará al punto de acceso WPS automáticamente:";
WPS_timeout_Str = "El WPS ha expirado";


Wps_overlap_Str = "Conflicto de sesión";
Wps_more_pbc_Str = "Más de un punto de acceso en modo PBC";
Wps_retry_Str = "Por favor utilice el PIN o espere un poco para volver a intentarlo";

ERROR0 = "ERROR";
ERROR1 = "Introduzca la clave";
ERROR2 = "Índice de clave wep incorrecto";
ERROR3 = "La longitud de clave es entre 8 y 64 ";
ERROR4 = "La clave de red no está en formato hexadecimal.";
ERROR5 = "La longitud de la clave ASCII debe ser entre 5 y 13";
ERROR6 = "La longitud de la clave de red no es correcta";
ERROR7 = "La longitud de la clave de red debe ser entre 10 y 26";
ERROR8 = "La clave de red y la clave confirmada no coinciden";
ERROR9 = "La clave de red no está en formato ASCII";
ERROR10 = "La clave de red no está en formato 64HEX.";

WARNING0 = "Aviso";
WARNING1 = "Por favor introduzca la SSID ";
WARNING2 = "Por favor Introduzca  el nombre de perfil";
WARNING3 = "La longitud del nombre de SSID es mayor de 32 caracteres.";
WARNING4 = "El perfil ya existe. ¿Desea sobrescribirlo?";
WARNING5 = "¿Está seguro de que desea borrar el perfil seleccionado?";

NOTICE0 = "NOTA";
NOTICE1 = "Error en el modo de punto de acceso ";
NOTICE2 = "Error de modo STA";
NOTICE3 = "Error al fijar el valor del QOSMode";
NOTICE4 = "Error al obtener el valor del QOSMode";
NOTICE5 = "Valor incorrecto de QOSMode";	
NOTICE6 = "RTSThreshold fuera de alcance(0 ~ 2432)";
NOTICE7 = "FragmentationThreshold fuera de alcance(256 ~ 2432)";
NOTICE8 = "Habilite la tarjeta WLAN en la sección Network (Redes) de sus System Preferences (Preferencias del sistema).";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Propiedades de seguridad de la conexión de red inalámbrica";
ProfileProperty_ActionText = "Por favor introduzca la serie de la clave antes de hacer clic en【OK】 para conectar ==>";